{"translation-revision-date":"2023-06-25 20:09:01+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Use the search box to find specific products or solutions.":["Użyj wyszukiwarki, aby znaleźć konkretne produkty lub rozwiązania."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Wzmocnij swój sklep, dodając dodatkowe funkcje za pomocą rozszerzeń, znajdź nowy, świeży wygląd dzięki motywom lub zintegruj swój sklep z innym oprogramowaniem i usługami.<br\/><br\/>Sklep z rozszerzeniami WooCommerce to miejsce, które pomoże w rozwiązaniu wszystkich powyższych kwestiach i jedyne miejsce, w którym znajdziesz produkty, które zostały sprawdzone i zatwierdzone przez zespół WooCommerce.<br\/><br\/>Niezależnie od tego, czy chcesz ulepszyć swój sklep, czy rozwinąć firmę, tutaj znajdziesz rozwiązanie. Dostępne są setki opcji, a nowe produkty są regularnie dodawane.<br\/><br\/>Sklep z rozszerzeniami WooCommerce jest dostępny również na stronie WooCommerce.com."],"email and live chat support":["Pomoc techniczna poprzez email i czat na żywo"],"Contact support":["Kontakt z pomocą techniczną"],"30-day money-back guarantee":["30-dniowa gwarancja zwrotu pieniędzy"],"Refund policy":["Polityka zwrotów"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Produktami zakupionymi w sklepie z rozszerzeniami WooCommerce można zarządzać w Moich subskrypcjach, zarówno tu, jaki i na WooCommerce.com.<br\/><br\/>Przy każdym zakupie można skorzystać z naszej <a1>30-dniowej gwarancji zwrotu pieniędzy<\/a1> i <a2>wsparcia na czacie lub poprzez e-mail<\/a2>.<br\/><br\/>To już wszystko! Mamy nadzieję, że sklep z rozszerzeniami pomoże zbudować biznes twoich marzeń."],"Manage your purchases":["Zarządzaj swoimi zakupami"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Przewiń stronę, aby zobaczyć wszystkie produkty dostępne dla wyszukiwania lub wybranej kategorii.<br\/><br\/>Kliknij w dowolny produkt, aby zobaczyć więcej informacji na jego temat, takich jak funkcje, wymagania i dostępna dokumentacja."],"Learn more about products":["Dowiedz się więcej o produktach"],"Or browse all available products by category.":["Lub przeglądaj wszystkie dostępne produkty wg kategorii."],"Browse for new ideas":["Szukaj nowych pomysłów"],"Find exactly what you need":["Znajdź to, czego potrzebujesz"],"Welcome to the WooCommerce Marketplace":["Witamy w sklepie z rozszerzeniami WooCommerce"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}