{"translation-revision-date":"2023-06-25 20:09:01+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"extension in your store.":["rozszerzenie w twoim sklepie."],"Installing <strong>WooCommerce Payments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Instalacja <strong>WooCommerce Payments<\/strong> automatycznie włączy <strong>%s<\/strong> rozszerzenie w twoim sklepie.","Instalacja <strong>WooCommerce Payments<\/strong> automatycznie włączy <strong>%s<\/strong> rozszerzenia w twoim sklepie.","Instalacja <strong>WooCommerce Payments<\/strong> automatycznie włączy <strong>%s<\/strong> rozszerzeń w twoim sklepie."],"Enable Affirm alongside WooCommerce Payments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Włącz Affirm wraz z WooCommerce Payments i daj swoim kupującym możliwość wybrania opcji płatności dostosowanej do ich budżetu — od 4 płatności bez prowizji co 2 tygodnie aż po comiesięczne raty."],"Enable Klarna alongside WooCommerce Payments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Włącz Klarnę wraz z WooCommerce Payments. Z płatnościami Klarna kupujący mogą wybierać odpowiednie sposoby płatności ratalnej, takie jak Pay Now, Pay Later czy Slice It. Bez podawania numerów kart i haseł."],"Enable Amazon Pay alongside WooCommerce Payments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Włącz Amazon Pay wraz z WooCommerce Payments i daj swoim kupującym możliwość płatności przez Amazon Pay. Transakcje mają miejsce w zagnieżdżonym widżecie, więc kupujący nigdy nie opuszcza twojej witryny."],"Enable PayPal Payments alongside WooCommerce Payments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Włącz PayPal wraz z WooCommerce Payments. Daj swoim klientom kolejny, bezpieczny i wygodny sposób płatności przez PayPal, PayLater oraz Venmo."],"Add more ways for buyers to pay":["Dodaj więcej metod płatności"],"Why should I choose WooCommerce Payments over other payment gateways?":["Dlaczego warto wybrać WooCommerce Payments zamiast innych metod płatności?"],"Dismiss and send feedback":["Odrzuć i wyślij uwagi"],"Why would you like to dismiss the new payments experience?":["Dlaczego chcesz odrzucić nowy sposób płatności?"],"Note that the extension hasn’t been installed, this will simply remove WooCommerce Payments from the navigation. Please take a moment to tell us why you’d like to dismiss WooCommerce Payments.":["Uwaga, rozszerzenie nie zostało zainstalowane, WooCommerce Payments zostaną po prostu usunięte z nawigacji. Poświęć chwilę i powiedz nam dlaczego chcesz odrzucić WooCommerce Payments."],"No thanks, I don’t want WooCommerce Payments":["Nie, dziękuję. Nie chcę WooCommerce Payments"],"For more details on which subscription offering is right for your store, refer to the <a>guide comparing subscription options<\/a>.":["Zapoznaj się z <a>porównaniem opcji subskrypcji<\/a>, aby poznać więcej szczegółów na temat planu najbardziej odpowiedniego dla twojego sklepu."],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":["Płatności osobiste: WooCommerce Payments pozwalają na sprzedaż zarówno online, jak i offline przy użyciu aplikacji mobilnej WooCommerce zamiast terminala kart płatniczych (tylko w USA i Kanadzie)."],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":["Prowadź swoją firmę i zarządzaj płatnościami w jednym miejscu za pomocą jedynego rozwiązania stworzonego i wspieranego przez WooCommerce."],"Give your buyers more ways to pay":["Udostępnij swoim klientom więcej sposobów płatności"],"*See <a>Terms and Conditions<\/a> for more details.":["*Zobacz <a>Regulamin<\/a>, aby uzyskać więcej informacji."],"Payments, made simple":["Łatwe płatności"],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Bądź w kontakcie"],"Have more questions?":["Masz więcej pytań?"],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Czy WooCommerce Payments wspiera obsługę subskrypcji i płatności cyklicznych?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["W przypadku gdy dowiemy się o zakazanych aktywnościach, możemy ograniczyć lub wyłączyć konto."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Rejestrując się w celu korzystania z WooCommerce Payments, zgadzasz się nie przyjmować płatności związanych z tymi podlegającymi ograniczeniom działalnościami, praktykami lub produktami. Dbamy również o to, aby w ramach WooCommerce Payments nie były prowadzone żadne zabronione działania."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Pełną listę tych działalności można znaleźć na <a>liście działalności podlegających ograniczeniom Stripe<\/a>."],"Firearms, ammunition":["Broń palna, amunicja"],"Substances designed to mimic illegal drugs":["Substancje mające naśladować nielegalne narkotyki"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Aktywność w mediach społecznościowych, taka jak obserwujący na Twitterze, polubienia na Facebooku, wyświetlenia na YouTube"],"Pseudo pharmaceuticals":["Pseudofarmaceutyki"],"Multi-level marketing":["Marketing wielopoziomowy"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Sprzęt związany z narkotykami (w tym e-papierosy i nutraceutyki)"],"Adult content and services":["Treści i usługi dla dorosłych"],"Counterfeit goods":["Podróbki produktów"],"Virtual currency, including video game or virtual world credits":["Wirtualne waluty, w tym kredyty do gier wideo czy światów wirtualnych"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["W związku z ograniczeniami sieci kart płatniczych, naszych pośredników płatności oraz ich pośredników usług finansowych niektóre działalności i typy produktów są niedozwolone przy transakcjach WooCommerce Payments. Są to m. in.:"],"When will I receive deposits for my WooCommerce Payments account balance?":["Kiedy otrzymam środki zgromadzone na koncie WooCommerce Payments?"],"<a>View all fees<\/a>":["<a>Zobacz wszystkie opłaty<\/a>"],"What are the fees for WooCommerce Payments?":["Jakie są opłaty za WooCommerce Payments?"],"How will I save money using WooCommerce Payments?":["Jak mogę zaoszczędzić używając WooCommerce Payments?"],"Can I use WooCommerce Payments alongside other payment gateways?":["Czy mogę używać WooCommerce Payments razem z innymi metodami płatności?"],"What is WooCommerce Payments?":["Czym są WooCommerce Payments?"],"Frequently asked questions":["Najczęściej zadawane pytania"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Klikając przycisk „Instaluj”, wyrażasz zgodę na <a>Warunki świadczenia usługi<\/a>"],"Just dismiss WooCommerce Payments":["Po prostu odrzuć WooCommerce Payments"],"It’s something else (Please share below)":["Inne (proszę wpisać poniżej)"],"I’m open to installing it another time":["Być może zainstaluję je innym razem"],"I need more information about WooCommerce Payments":["Potrzebuję więcej informacji o WooCommerce Payments"],"I don’t want to install another plugin":["Nie chcę instalować kolejnej wtyczki"],"I’m already happy with my payments setup":["Moje ustawienia płatności są w porządku"],"Limited time offer":["Oferta limitowana"],"See more":["Zobacz więcej"],"PayPal Payments":["Płatności PayPal"],"Comments (Optional)":["Komentarz (opcjonalnie)"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Zainstaluj"],"Klarna":["Klarna"],"Learn more":["Dowiedz się więcej"],"No thanks":["Nie, dziękuję"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}